IdeaRS.Connections
CleatData.Weld2 Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the 'Connected to' weld
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldData Weld2 { get; set; }
Property Value
Type: WeldData
See Also
Reference
CleatData Class
IdeaRS.Connections.Data Namespace